---
kind: other
id: Methods.T:Autodesk.Revit.DB.NumberingSchema
source: html/cfdad8cc-4ea0-58a6-a7f3-e501c111391e.htm
---
# NumberingSchema Methods

Appends all elements of one numbering sequence to the end of another sequence.